[
  {
    "place": "Disney's Grand Floridian Resort",
    "description": "Victorian elegance meets modern sophistication at this lavish Disney Resort hotel. Relax in the sumptuous lobby as the live orchestra plays ragtime, jazz and popular Disney tunes. Unwind outdoors, indulge in a luxorious massage and watch evening fireworks light up the sky over Cinderella Castle. Just one stop to Magic Kingdom park on the complimentary Resort Monorail, this timeless Victorian-style marvel evokes Palm Beach's golden era.",
    "image": "https://secure.parksandresorts.wdpromedia.com/resize/mwImage/1/640/360/75/wdpromedia.disney.go.com/media/wdpro-assets/gallery/resorts/grand-floridian/overview/grand-floridian-resort-and-spa-gallery03.jpg?13112014113041"
  },
  {
    "place": "Disney's Polynesian Village Resort",
    "description": "Celebrate the spirit of the South Pacific at this oasis of tropical palms, lush vegetation and so much more. From moonlit nights immersed in the outdoor island ambience to the exotic tastes of our world-class restaurants, discover the signature tropical atmosphere that's made Diseny's Polynesian Village Resort a favorite Disney destination since 1971.",
    "image": "https://secure.parksandresorts.wdpromedia.com/resize/mwImage/1/640/360/75/wdpromedia.disney.go.com/media/wdpro-assets/gallery/polynesian/overview/polynesian-resort-gallery04.jpg?22062016101602"
  },
  {
    "place": "Disney's Contemporary Resort",
    "description": "Retreat to this ultra-modern Disney Resort hotel and discover award-winning dining, spectacular views and dazzling pools. Whether you're staying in the iconic A-frame Contemporary tower or the nearby Garden Wing, you can walk to Magic Kingdom main gate or catch the Resort Monorail as it breezes through the tower. Inside, a 90-foot-tall mural by Disney Legend Mary Blair - responsible for the distinct look and feel of the \"it's a small world\" attraction - celebrates the Grand Canyon and the American Southwest",
    "image": "https://secure.parksandresorts.wdpromedia.com/resize/mwImage/1/640/360/75/wdpromedia.disney.go.com/media/wdpro-assets/gallery/contemporary/overview/contemporary-resort-gallery04.jpg?14112012111247"
  }
]
